from petpet_fio import Clients

clnt_1 = Clients('Петров Иван','Москва','Наставник',50)
clnt_2 = Clients('Иванов Степан','Саратов','Студент',100)

client_list=[clnt_1,clnt_2]


print('---------------------------------------------------------------')
print('Список клиентов:')
print('---------------------------------------------------------------')
num = 0
for client in client_list:
    num = num + 1
    print(client.get_str_client())
    print('---------------------------------------------------------------')